{
  "id": "gan-hame",
  "title": "إلى عالم الحيوانات",
  "description": "يا أصدقائي المغامرين، استعدوا لرحلة فريدة سنقطع فيها مدينة حيفا من الأسفل إلى الأعلى!\n\nتبدأ رحلتنا من مدرسة حوار باتجاه العير التحتية (المدينة السفلى)، حيث سنصل إلى ساحة باريس (כיכר פריז)، وهي مكان تاريخي يحمل اسم العاصمة الفرنسية.\n\nمن هناك، سنستقل \"قطار الجبل\" الممتع والشهير في حيفا: الكرمليت (הכרמלית)! سنصعد بهدوء و سرعة عبر الأنفاق حتى نصل إلى قمة الجبل، وتحديدًا إلى محطة مركز الكرمل بجوار حديقة الأم (גן האם).\n\nفي حديقة الأم، سنستمتع ببعض الهواء النقي، ثم نواصل رحلتنا إلى وجهتنا النهائية: حديقة حيوان حيفا التعليمية (גן החיות הלימודי חיפה)! هناك، سنقضي وقتًا ممتعًا في مشاهدة أنواع مختلفة من الحيوانات، والتعرف على بيئتها الطبيعية، في يوم يجمع بين التعلم، والمغامرة في وسيلة نقل مميزة، والاستمتاع بالطبيعة.",
  "color": "#0061ff",
  "grades": [
    4,
    5,
    6,
    7,
    8
  ],
  "pointsOfInterest": [
    {
      "id": "poi-1759905998389-0",
      "name": "مدرسة حوار",
      "description": "ستنطلق رحلتنا سيرًا على الأقدام من مدرسة حوار في شارع صهيون\n",
      "coordinates": {
        "lat": 32.818396094484676,
        "lng": 34.99581098556519
      },
      "photo": "",
      "missionLink": "",
      "order": 1
    },
    {
      "id": "poi-1759905998389-1",
      "name": "ساحة باريس: محطة البداية السحرية",
      "description": "يا أصدقائي، قبل أن نركب قطار الكرمليت السريع، سنكون في مكان مميز جدًا في حيفا اسمه ساحة باريس (כיכר פריז).\n\nهل تعلمون لماذا سميت بهذا الاسم؟ سميت هكذا تكريمًا لمدينة باريس في فرنسا.\n\nهذه الساحة ليست مجرد مكان للمرور، بل هي مكان يجمع بين القديم والحديث:\n\nنافورة باريس: في وسط الساحة، توجد نافورة جميلة تشبه النوافير التي يمكن أن نراها في مدينة باريس.\n\nمحطة الكرمليت: أهم ما يميز الساحة بالنسبة لنا هو أنها محطة الانطلاق لـ قطار الكرمليت، وهو القطار الوحيد الذي يسير تحت الأرض في إسرائيل!",
      "coordinates": {
        "lat": 32.81748960255155,
        "lng": 34.99971359968186
      },
      "photo": "images/carmilit.jpg",
      "missionLink": "",
      "order": 5
    },
    {
      "id": "poi-1759905998389-2",
      "name": "حديقة الأم",
      "description": "يا أصدقائي، بمجرد خروجنا من محطة مركز الكرمل (المحطة العليا لقطار الكرمليت)، سنكون مباشرة في حديقة الأم (גן האם)!\n\nهذه الحديقة هي واحدة من أجمل الحدائق العامة وأكثرها مركزية في حيفا، وتقع في قمة جبل الكرمل.\n\nماذا سنجد هناك؟\n\nمساحات خضراء واسعة: الحديقة تتميز بمدخلها الواسع والمروج العشبية الكبيرة التي تدعونا للاستراحة والاستمتاع بالهواء النقي.\n\nمكان للاسترخاء: سنستريح قليلًا في هذا المكان الهادئ والجميل، والذي غالبًا ما يستضيف فعاليات وعروضًا عامة على منصته (الكُونخا).\n\nبوابة حديقة الحيوان: الأهم من ذلك، حديقة الأم هي بوابتنا المباشرة إلى وجهتنا النهائية! فحديقة الحيوان تقع بجوارها تمامًا.\n\nإنها نقطة انتقال هادئة ولطيفة، حيث نستطيع أن نشعر بأننا قد وصلنا إلى قمة حيفا، ونستعد لمغامرتنا الشيقة مع الحيوانات!",
      "coordinates": {
        "lat": 32.80610807797547,
        "lng": 34.98694896697999
      },
      "photo": "images/ganHaem.jpg",
      "missionLink": "",
      "order": 14
    },
    {
      "id": "poi-1759905998389-3",
      "name": "حديقة حيوان حيفا التعليمية",
      "description": "إليك اقتراح لعنوان الرحلة ونص تعريفي بسيط ومناسب للأطفال، يبدأ من مدرسة حوار في شارع صهيون ووجهته حديقة الذاكرة (גן הזיכרון):\n\nعنوان الرحلة المقترح\nرحلة حيفا: من شارع صهيون إلى حديقة الذاكرة (גן הזיכרון)\n\nمرحبًا بكم في مغامرتنا!\n(مقدمة للطلاب)\n\nيا أصدقاء، هل أنتم مستعدون لمغامرة صغيرة في مدينتنا حيفا؟\nسنخرج اليوم من مدرستنا \"حوار\" في شارع صهيون، ونتجه سيرًا على الأقدام إلى مكان جميل ومهم في نفس الوقت!\n\nوجهتنا هي حديقة الذاكرة (بالعبرية: גן הזיכרון).\n\nماذا سنفعل في رحلتنا؟\n1. المشي والتعرف على المنطقة:\n\nسنمشي معًا في شوارع حي الهدار لنرى المباني القديمة والناس من حولنا. انتبهوا جيدًا لمحيطكم!\n\n2. الوصول إلى حديقة الذاكرة:\n\nتقع الحديقة أمام مبنى البلدية الكبير في شارع حسن شكري، وهو شارع سمي على اسم رئيس بلدية عربي سابق لمدينة حيفا!\n\nالحديقة مكان هادئ وجميل، وتتميز بإطلالة رائعة على ميناء حيفا والبحر. يمكننا أن نرى السفن والبنايات من أعلى.\n\n3. زيارة الحديقة:\n\nهذه الحديقة ليست مجرد مكان للعب، بل هي مكان مهم لنفكر فيه ونتذكر.\n\nتم إنشاء الحديقة تخليدًا لذكرى أبناء وبنات مدينة حيفا الذين سقطوا في حرب الاستقلال (حرب 1948).\n\nستجدون في الحديقة نصبًا تذكاريًا (مكان مخصص للتذكر) وبعض اللوحات والنقوش التي تتحدث عن تاريخ المدينة ومعاركها.\n\nفي هذا المكان الهادئ، سنفكر قليلًا في تاريخ مدينتنا حيفا وكيف تغيرت.\n\n4. الاستراحة والعودة:\n\nبعد جولة قصيرة في الحديقة، سنأخذ استراحة قصيرة للاستمتاع بالهواء النقي والمناظر الجميلة، ثم نعود إلى مدرستنا.\n\nملاحظة هامة:\nتذكروا أننا سنزور مكانًا يحمل ذكرى مهمة، لذا يجب أن نحافظ على الهدوء ونظافة الحديقة ونتصرف باحترام خلال الزيارة.\n\nهل أنتم جاهزون للانطلاق واكتشاف جزء من تاريخ حيفا؟\n\nthey will mainly look at the trees the leaves , the acorns ,pine tree and the garden itself. there is a playground for them to play at as well. and a view where they can see the sea port the old haifa wadi saleeb and their school.\nهذا تعديل ممتاز! سنركز على الطبيعة، واللعب، والإطلالة الساحرة التي يرونها.\n\nإليك نص الرحلة المعدّل باللغة العربية، مع التركيز على الأشجار، الأوراق، البلوط، الصنوبر، واللعب، والمناظر الطبيعية:\n\nعنوان الرحلة: جولة في حديقة الذاكرة (גן הזיכרון): أشجار، مناظر، ولعب!\nانطلاق من شارع صهيون!\nيا أصدقائي الأعزاء، سننطلق اليوم في جولة ممتعة من مدرستنا \"حوار\" في شارع صهيون إلى مكان مميز وهادئ: حديقة الذاكرة (גן הזיכרון)! جهزوا أحذيتكم المريحة وأعينكم المستكشفة!\n\nاستكشاف الطبيعة في الحديقة\nعندما نصل إلى الحديقة، سنترك ضوضاء المدينة خلفنا ونركز على الطبيعة الجميلة من حولنا:\n\nالأشجار والأوراق: هيا نراقب الأشجار العالية! سنبحث عن الأوراق المتنوعة، بعضها كبير وبعضها صغير. انظروا إلى الألوان، خاصة إذا كنا في الخريف! هل يمكنكم سماع صوت الأوراق عندما تهب الرياح؟\n\nعائلة الصنوبر: سنرى أشجار الصنوبر ذات الأوراق الإبرية المخضرة دائمًا. انتبهوا جيدًا! قد نجد أكواز الصنوبر (ثمرة الصنوبر الخشبية) على الأرض، وهي مكان آمن للبذور.\n\nالبلوط والزيتون: لنبحث عن شجرة البلوط العملاقة. إنها تنتج ثمرة صغيرة وصلبة تسمى البلوطة (أو السنديانة). هذه الثمار غذاء للكثير من الحيوانات الصغيرة.\n\nإطلالة حيفا الساحرة!\nهل أنتم مستعدون لأجمل جزء؟ الحديقة تقع على مرتفع، وهذا يعني أن لدينا منظر بانورامي (إطلالة واسعة) مذهل!\n\nالميناء والبحر: سننظر إلى الأسفل لنرى ميناء حيفا المزدحم والسفن الكبيرة. وراء الميناء، يمتد البحر الأبيض المتوسط الأزرق!\n\nحيفا القديمة وادي الصليب: سنستطيع أن نرى جزءًا من حيفا القديمة ومناطق مثل وادي الصليب (وادي النسناس).\n\nمدرستنا في الأفق: هل يمكنكم تحديد مبنى مدرسة حوار و شارع صهيون من هنا؟ سنرى كم تبدو صغيرة من هذا الارتفاع!\n\nوقت اللعب!\nبعد استكشاف الأشجار والمناظر، لدينا مكافأة! يوجد في الحديقة ملعب كبير (Playground) مخصص لكم.\n\nسنلعب ونجري ونستمتع بوقتنا على الألعاب المتاحة قبل العودة إلى المدرسة.\n\nملاحظة أخيرة: تذكروا أن تحافظوا على الأمان، وأن تلعبوا بلطف مع بعضكم، و أن تتركوا الحديقة نظيفة كما وجدناها. هيا بنا ننطلق!\n\ngreat, write a description for the whole trip without the details. the details will be needed a bit later\nبالتأكيد! إليك وصف موجز وجذاب للرحلة باللغة العربية، دون الخوض في التفاصيل التي سنضيفها لاحقًا:\n\nملخص رحلتنا: مغامرة من صهيون إلى جنة الذاكرة\nيا أصدقائي، استعدوا ليوم ممتع ومميز! ستنطلق رحلتنا سيرًا على الأقدام من مدرسة حوار في شارع صهيون ونحن نكتشف ونستمتع بالمشي في شوارع حيفا الجميلة.\n\nوجهتنا هي حديقة الذاكرة (גן הזיכרון)، وهي مكان رائع يجمع بين الطبيعة الخضراء والإطلالة الساحرة. هناك، سنقضي وقتًا في استكشاف الأشجار والأوراق وجمع ثمار البلوط والصنوبر.\n\nبالإضافة إلى اللعب في الملعب المخصص لكم، سنستمتع معًا بـمنظر بانورامي مدهش يشمل ميناء حيفا والبحر وأجزاء من حيفا القديمة، حتى أننا قد نرى مدرستنا من الأعلى!\n\nإنها رحلة ممزوجة بين الحركة في الهواء الطلق، الاستمتاع بجمال الطبيعة، واللعب، مع نظرة سريعة على تاريخ مدينتنا الحبيبة.\n\nهل تفضلون الآن أن نبدأ في إضافة التفاصيل حول التوقيت، أو السلامة والإرشادات، أو الأنشطة التعليمية المحددة في الحديقة؟\n\nnow lets do the same for another trip from the school to the library. klor library in haifa near it\nممتاز! ستكون هذه الرحلة هادئة ومثرية.\n\nمكتبة كلور (Clore Library) هي جزء من مركز بيت الكرمة الثقافي العربي اليهودي وتقع على بعد مسافة قصيرة نسبيًا من شارع صهيون.\n\nإليك اقتراح لعنوان الرحلة ونص تعريفي بسيط ومناسب للأطفال، مع التركيز على الكنوز الموجودة في المكتبة:\n\nعنوان الرحلة المقترح\nرحلة الكنز: من مدرسة حوار إلى مكتبة كلور (Clore Library) في حيفا\n\nمرحبًا بكم في عالم القصص!\n(مقدمة للطلاب)\n\nيا أصدقائي المستكشفين والقراء الصغار! اليوم، لن نذهب للعب بين الأشجار، بل سنذهب للبحث عن كنوز من نوع آخر... كنوز مصنوعة من الأوراق والكلمات!\n\nسنغادر مدرستنا في شارع صهيون ونسير معًا في جولة قصيرة نحو مكان مليء بالمعرفة والمغامرات: مكتبة كلور!\n\nماذا سنكتشف في مكتبة كلور؟\n1. المشي باحترام:\n\nسنتعلم كيف نسير بأمان ونستمتع بالمشي الهادئ في طريقنا إلى المكتبة، مع الانتباه لتعليمات المعلمين.\n\n2. دخول عالم صامت:\n\nالمكتبة هي مكان هادئ ومميز. سنتعلم آداب المكتبة: الهمس بدلًا من الصراخ، والمشي الهادئ بدلًا من الجري. لماذا؟ لكي يستطيع الجميع القراءة والتركيز!\n\n3. كنوز الكتب:\n\nمكتبة كلور هي المكتبة العربية العامة الوحيدة في حيفا التي تحتوي على آلاف الكتب والروايات باللغة العربية، بالإضافة إلى العبرية والإنجليزية!\n\nسنذهب إلى قسم الأطفال، حيث تتراص كتب القصص الملونة. يمكننا أن نرى قصصًا عن الحيوانات، الفضاء، الأبطال، ومدن بعيدة.\n\nسنختار كتابًا أو اثنين، ونجلس بهدوء على المقاعد المريحة لنستمتع بـ ساعة قراءة هادئة.\n\nالمكتبة مثل صندوق سحري، كل كتاب يحمل بداخله مغامرة جديدة تنتظر أن نكتشفها!\n\n4. التعرف على المكان:\n\nسنتعرف على دور أمين المكتبة، وكيف يتم ترتيب هذه الكنوز الضخمة (الكتب).\n\nملاحظة هامة:\nهدفنا هو أن نحب القراءة ونحترم هذا المكان الرائع. الهدوء والتركيز هما مفتاح الاستمتاع بزيارة المكتبة.\n\nهل أنتم جاهزون لنصبح قراصنة يكتشفون كنوز الكلمات؟\n\nlets make another trip from the school to כיכר פריז using the metro כרמילית to get to גן האם then to the zoo there.\nرحلة رائعة تجمع بين التاريخ، والتكنولوجيا (الكرمليت)، والطبيعة!\n\nإليك وصف موجز وجذاب للرحلة الجديدة، مع التركيز على المراحل المختلفة دون الخوض في التفاصيل:\n\nملخص رحلتنا: رحلة قطار الجبل إلى عالم الحيوانات!\nيا أصدقائي المغامرين، استعدوا لرحلة فريدة سنقطع فيها مدينة حيفا من الأسفل إلى الأعلى!\n\nتبدأ رحلتنا من مدرسة حوار باتجاه العير التحتية (المدينة السفلى)، حيث سنصل إلى ساحة باريس (כיכר פריז)، وهي مكان تاريخي يحمل اسم العاصمة الفرنسية.\n\nمن هناك، سنستقل \"قطار الجبل\" الممتع والشهير في حيفا: الكرمليت (הכרמלית)! سنصعد بهدوء و سرعة عبر الأنفاق حتى نصل إلى قمة الجبل، وتحديدًا إلى محطة مركز الكرمل بجوار حديقة الأم (גן האם).\n\nفي حديقة الأم، سنستمتع ببعض الهواء النقي، ثم نواصل رحلتنا إلى وجهتنا النهائية: حديقة حيوان حيفا التعليمية (גן החיות הלימודי חיפה)! هناك، سنقضي وقتًا ممتعًا في مشاهدة أنواع مختلفة من الحيوانات، والتعرف على بيئتها الطبيعية، في يوم يجمع بين التعلم، والمغامرة في وسيلة نقل مميزة، والاستمتاع بالطبيعة.\n\nملاحظة: هذه الرحلة تعطينا فرصة ممتازة لمشاهدة كيف تعمل وسيلة النقل تحت الأرض، بالإضافة إلى رؤية الحيوانات!\n\nهل تريدون الآن أن نبدأ في تحديد التفاصيل المتعلقة بالمسار داخل حديقة الحيوان (الأنشطة التعليمية) أو الإرشادات الخاصة بركوب الكرمليت؟\n\nwrite a bit about כיכר פריז\nبالتأكيد! إليك وصف موجز ومناسب للأطفال عن ساحة باريس (כיכר פריז):\n\nساحة باريس: محطة البداية السحرية!\nيا أصدقائي، قبل أن نركب قطار الكرمليت السريع، سنكون في مكان مميز جدًا في حيفا اسمه ساحة باريس (כיכר פריז).\n\nهل تعلمون لماذا سميت بهذا الاسم؟ سميت هكذا تكريمًا لمدينة باريس في فرنسا.\n\nهذه الساحة ليست مجرد مكان للمرور، بل هي مكان يجمع بين القديم والحديث:\n\nنافورة باريس: في وسط الساحة، توجد نافورة جميلة تشبه النوافير التي يمكن أن نراها في مدينة باريس.\n\nمحطة الكرمليت: أهم ما يميز الساحة بالنسبة لنا هو أنها محطة الانطلاق لـ قطار الكرمليت، وهو القطار الوحيد الذي يسير تحت الأرض في إسرائيل!\n\nتصوروا معي: سنكون في ساحة جميلة ذات طابع أوروبي، ثم ندخل في محطة القطار لنبدأ مغامرتنا بالصعود عبر جبل الكرمل من الأسفل إلى الأعلى!\n\nnow about גן האם\nبالتأكيد! بعد مغامرتنا في قطار الكرمليت، سنصل إلى واحة خضراء وجميلة:\n\nحديقة الأم (גן האם): الواحة الخضراء في قمة الكرمل!\nيا أصدقائي، بمجرد خروجنا من محطة مركز الكرمل (المحطة العليا لقطار الكرمليت)، سنكون مباشرة في حديقة الأم (גן האם)!\n\nهذه الحديقة هي واحدة من أجمل الحدائق العامة وأكثرها مركزية في حيفا، وتقع في قمة جبل الكرمل.\n\nماذا سنجد هناك؟\n\nمساحات خضراء واسعة: الحديقة تتميز بمدخلها الواسع والمروج العشبية الكبيرة التي تدعونا للاستراحة والاستمتاع بالهواء النقي.\n\nمكان للاسترخاء: سنستريح قليلًا في هذا المكان الهادئ والجميل، والذي غالبًا ما يستضيف فعاليات وعروضًا عامة على منصته (الكُونخا).\n\nبوابة حديقة الحيوان: الأهم من ذلك، حديقة الأم هي بوابتنا المباشرة إلى وجهتنا النهائية! فحديقة الحيوان تقع بجوارها تمامًا.\n\nإنها نقطة انتقال هادئة ولطيفة، حيث نستطيع أن نشعر بأننا قد وصلنا إلى قمة حيفا، ونستعد لمغامرتنا الشيقة مع الحيوانات!\n\nand now the zoo\nبالتأكيد! وختام الرحلة سيكون مع مملكة الحيوانات!\n\nحديقة حيوان حيفا التعليمية (גן החיות הלימודי חיפה): لقاء الأصدقاء الجدد!\nيا أصدقائي الصغار، بعد أن استمتعنا بالمشي، وركبنا قطار الجبل، واسترحنا في حديقة الأم، سنصل أخيرًا إلى وجهتنا الأكثر إثارة: حديقة حيوان حيفا التعليمية!\n\nهذه الحديقة ليست مجرد مكان لرؤية الحيوانات، بل هي مركز تعليمي لنتعلم عن الحياة البرية وكوكبنا.\n\nماذا سنفعل ونرى داخل الحديقة؟\n\nعالم الحيوانات: سنشاهد مجموعة كبيرة ومتنوعة من الحيوانات من مختلف أنحاء العالم! سنتعرف على الحيوانات المفترسة الكبيرة، والطيور الملونة، والزواحف الغريبة، والحيوانات الأليفة الصغيرة.\n\nالبيئة والتعلم: سنفهم كيف تعيش هذه الحيوانات في بيئتها الطبيعية، وما هي الأطعمة التي تحبها، وكيف نحافظ على سلامتها وسلامة الأنواع المهددة بالانقراض.\n\nالمراقبة والاكتشاف: هيا نراقب سلوك الحيوانات بهدوء. قد نرى القردة تقفز، أو الأسد يأخذ قيلولة، أو الطيور تبني أعشاشها.\n\nإنها مغامرة حقيقية تتيح لنا التواصل مع الطبيعة والحيوانات، وتجعلنا جزءًا من جهود حماية هذه المخلوقات الرائعة. تذكروا دائمًا: نحن ضيوف في بيت الحيوانات، لذا يجب أن نحافظ على الهدوء والنظافة!",
      "coordinates": {
        "lat": 32.806361577824305,
        "lng": 34.98667806386948
      },
      "photo": "images/zooMap.jpg",
      "missionLink": "",
      "order": 16
    }
  ],
  "secondaryPoints": [
    {
      "id": "secondary-1759905998389-0",
      "coordinates": {
        "lat": 32.819135641786225,
        "lng": 34.99632060527802
      },
      "order": 2,
      "afterPOI": "poi-1759905998389-0"
    },
    {
      "id": "secondary-1759905998389-1",
      "coordinates": {
        "lat": 32.81987067355293,
        "lng": 34.996975064277656
      },
      "order": 3,
      "afterPOI": "poi-1759905998389-0"
    },
    {
      "id": "secondary-1759905998389-2",
      "coordinates": {
        "lat": 32.8176136137025,
        "lng": 34.99980479478837
      },
      "order": 4,
      "afterPOI": "poi-1759905998389-0"
    },
    {
      "id": "secondary-1759905998389-3",
      "coordinates": {
        "lat": 32.80474256868986,
        "lng": 34.98742103576661
      },
      "order": 6,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-4",
      "coordinates": {
        "lat": 32.80460500911744,
        "lng": 34.987632930278785
      },
      "order": 7,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-5",
      "coordinates": {
        "lat": 32.804789925214735,
        "lng": 34.98771607875825
      },
      "order": 8,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-6",
      "coordinates": {
        "lat": 32.80506504357441,
        "lng": 34.987643659114845
      },
      "order": 9,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-7",
      "coordinates": {
        "lat": 32.805078573963556,
        "lng": 34.98736739158631
      },
      "order": 10,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-8",
      "coordinates": {
        "lat": 32.80533234132223,
        "lng": 34.987276196479804
      },
      "order": 11,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-9",
      "coordinates": {
        "lat": 32.805517255906466,
        "lng": 34.98709917068482
      },
      "order": 12,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-10",
      "coordinates": {
        "lat": 32.80586002338661,
        "lng": 34.98708844184876
      },
      "order": 13,
      "afterPOI": "poi-1759905998389-1"
    },
    {
      "id": "secondary-1759905998389-11",
      "coordinates": {
        "lat": 32.80624431607574,
        "lng": 34.98699456453324
      },
      "order": 15,
      "afterPOI": "poi-1759905998389-2"
    }
  ]
}