{
  "id": "gan-atsmaoot",
  "title": " إلى حديقة الذاكرة",
  "description": "ستنطلق رحلتنا سيرًا على الأقدام من مدرسة حوار في شارع صهيون ونحن نكتشف ونستمتع بالمشي في شوارع حيفا الجميلة.\n\nوجهتنا هي حديقة الذاكرة (גן הזיכרון)، وهي مكان رائع يجمع بين الطبيعة الخضراء والإطلالة الساحرة. هناك، سنقضي وقتًا في استكشاف الأشجار والأوراق وجمع ثمار البلوط والصنوبر.\n\nبالإضافة إلى اللعب في الملعب المخصص لكم، سنستمتع معًا بـمنظر بانورامي مدهش يشمل ميناء حيفا والبحر وأجزاء من حيفا القديمة، حتى أننا قد نرى مدرستنا من الأعلى!\n\nإنها رحلة ممزوجة بين الحركة في الهواء الطلق، الاستمتاع بجمال الطبيعة، واللعب، مع نظرة سريعة على تاريخ مدينتنا الحبيبة.",
  "color": "#38571a",
  "grades": [
    1,
    2,
    3
  ],
  "pointsOfInterest": [
    {
      "id": "poi-1759877325291-0",
      "name": " مدرسة حوار",
      "description": "ستنطلق رحلتنا سيرًا على الأقدام من مدرسة حوار في شارع صهيون",
      "coordinates": {
        "lat": 32.81834667872497,
        "lng": 34.99580025672913
      },
      "photo": "",
      "missionLink": "",
      "order": 1
    },
    {
      "id": "poi-1759877325291-1",
      "name": " حديقة الذاكرة ",
      "description": "استكشاف الطبيعة في الحديقة\nعندما نصل إلى الحديقة، سنترك ضوضاء المدينة خلفنا ونركز على الطبيعة الجميلة من حولنا:\n\nالأشجار والأوراق: هيا نراقب الأشجار العالية! سنبحث عن الأوراق المتنوعة، بعضها كبير وبعضها صغير. انظروا إلى الألوان، خاصة إذا كنا في الخريف! هل يمكنكم سماع صوت الأوراق عندما تهب الرياح؟\n\nعائلة الصنوبر: سنرى أشجار الصنوبر ذات الأوراق الإبرية المخضرة دائمًا. انتبهوا جيدًا! قد نجد أكواز الصنوبر (ثمرة الصنوبر الخشبية) على الأرض، وهي مكان آمن للبذور.\n\nالبلوط والزيتون: لنبحث عن شجرة البلوط العملاقة. إنها تنتج ثمرة صغيرة وصلبة تسمى البلوطة (أو السنديانة). هذه الثمار غذاء للكثير من الحيوانات الصغيرة.\n\nإطلالة حيفا الساحرة!\nهل أنتم مستعدون لأجمل جزء؟ الحديقة تقع على مرتفع، وهذا يعني أن لدينا منظر بانورامي (إطلالة واسعة) مذهل!\n\nالميناء والبحر: سننظر إلى الأسفل لنرى ميناء حيفا المزدحم والسفن الكبيرة. وراء الميناء، يمتد البحر الأبيض المتوسط الأزرق!\n\nحيفا القديمة وادي الصليب: سنستطيع أن نرى جزءًا من حيفا القديمة ومناطق مثل وادي الصليب (وادي النسناس).\n\nمدرستنا في الأفق: هل يمكنكم تحديد مبنى مدرسة حوار و شارع صهيون من هنا؟ سنرى كم تبدو صغيرة من هذا الارتفاع!\n\nملاحظة أخيرة: تذكروا أن تحافظوا على الأمان، وأن تلعبوا بلطف مع بعضكم، و أن تتركوا الحديقة نظيفة كما وجدناها. هيا بنا ننطلق!",
      "coordinates": {
        "lat": 32.81361621781598,
        "lng": 34.99960899353028
      },
      "photo": "images/zekaron.jpg",
      "missionLink": "",
      "order": 5
    },
    {
      "id": "poi-1759877325291-2",
      "name": "وقت اللعب!",
      "description": " بعد استكشاف الأشجار والمناظر، لدينا مكافأة! يوجد في الحديقة ملعب كبير  مخصص لكم.  سنلعب ونجري ونستمتع بوقتنا على الألعاب المتاحة قبل العودة إلى المدرسة. ",
      "coordinates": {
        "lat": 32.81381978261643,
        "lng": 34.9989277124405
      },
      "photo": "images/zekaron2.jpg",
      "missionLink": "",
      "order": 7
    }
  ],
  "secondaryPoints": [
    {
      "id": "secondary-1759877325291-0",
      "coordinates": {
        "lat": 32.81707959694846,
        "lng": 34.99504923820496
      },
      "order": 2,
      "afterPOI": "poi-1759877325291-0"
    },
    {
      "id": "secondary-1759877325291-1",
      "coordinates": {
        "lat": 32.81478873107484,
        "lng": 34.99743103981019
      },
      "order": 3,
      "afterPOI": "poi-1759877325291-0"
    },
    {
      "id": "secondary-1759877325291-2",
      "coordinates": {
        "lat": 32.81327348024883,
        "lng": 34.99911546707154
      },
      "order": 4,
      "afterPOI": "poi-1759877325291-0"
    },
    {
      "id": "secondary-1759877325291-3",
      "coordinates": {
        "lat": 32.81372947158927,
        "lng": 34.999244213104255
      },
      "order": 6,
      "afterPOI": "poi-1759877325291-1"
    }
  ]
}